export const newsData = [
    {
        id: 1,
        category: "입양가이드",
        title: "🐾 포인핸드 입양 시 혜택 안내",
        content: [
            "✨ 입양 선물 신청하기",
            "포인핸드 앱 메인 화면 → [지원/혜택] 클릭 → [혜택 카테고리]에서 입양선물 신청 가능해요! 🎁",
            "",
            "✨ 입양자 전용 특별 할인",
            "포인핸드 입양자라면 포인핸드 스마트스토어에서",
            "🧸 목줄, 리드줄",
            "🌏 물그릇",
            "👜 입양용품 키트",
            "➡️ 50% 할인된 가격으로 구매하실 수 있어요!",
        ],
    },

    {
        id: 2,
        category: "입양가이드",
        title: "📱 포인핸드 앱으로 유기동물 입양하기",
        content: [
            "포인핸드는 전국 지자체 보호소의 유기동물 공고 정보를 실시간으로 확인할 수 있는 앱입니다.\n간단한 절차를 따라 입양 신청까지 진행해보세요!",
            "✅ 입양 절차 안내",
            "1️⃣ 포인핸드 앱 설치",
            "2️⃣ 앱 실행 후 [보호소] 탭 클릭",
            "➡ 기간, 지역, 축종 등 상세 검색",
            "3️⃣ 관심 있는 공고 클릭",
            "• 🗓 입양 가능 날짜 확인 (기존 보호자를 찾는 공고 기간이 종료되어야 입양 가능)",
            "• ℹ 특이사항 및 동물 정보 확인",
            "4️⃣ [입양 신청] 클릭",
            "• 협력 보호소: 앱에서 직접 입양 신청서 제출",
            "• 그 외 보호소: 전화 문의를 통한 입양절차 문의",
            "5️⃣ 담당자와 통화를 통해 보호소 방문 일정 조율 후 직접 방문"
        ],
    },

    {
        id: 3,
        category: "앱이용안내",
        title: "🗳️가장 쉬운 유기동물 후원방법 포인기부",
        images: [
        "/images/news/point01.png",
        "/images/news/point02.png",
        "/images/news/point03.png",
        "/images/news/point04.png",
        ],
        content: [
            "포인기부는 여러분의 댓글 참여로 유기동물에게 후원이 되는 기부 캠페인입니다.",
            "",
            "✔ 보호소를 직접 방문하지 않아도",
            "✔ 입양을 준비하고 있지 않아도",
            "✔ 별도의 후원을 하지 않아도",
            "동물을 사랑하는 마음만 있다면 누구나 함께할 수 있습니다. ❤️",
            "",
            "여러분의 따뜻한 한마디가 아이들에게 큰 응원이 됩니다.",
            "💬 \"좋은 가족 만나길!\"",
            "💬 \"입양을 응원할게!\"",
            "포인핸드 앱에서 유기동물을 위한 응원의 댓글을 남기고 포인기부에 함께해 주세요. 🧡",
            "",
            "🗂 포인기부 참여 방법",
            "1️⃣ 포인핸드 홈 화면 '포인기부' 클릭",
            "2️⃣ 응원의 댓글 작성하고 기부 참여하기",
        ],
        buttonText: "포인핸드 앱에서 보기",
        buttonLink: "https://..."
    },

    {
        id: 4,
        category: "앱이용안내",
        title: "💬 포인핸드 앱 댓글로 입양 상담이 가능한가요?",
        content: [
            "포인핸드의 댓글 기능은 사용자 간 소통을 위한 공간이에요.",
            "보호소 담당자는 댓글을 확인하지 않기 때문에, 입양 상담이나 문의는 댓글로 진행되지 않습니다.",
            "📞 입양에 대한 자세한 문의는",
            "공고에 표시된 보호소로 직접 전화 문의해 주세요."
        ]
    },

    {
        id: 5,
        category: "소식",
        images: ["/images/news/news01.jpeg"],
        title: "[필독] 강릉시 핑크빛 입양제 장소 변경 안내!",
        content: [
            "이번 주말, 비 소식이 있어 유기견 친구들과의 안전하고 쾌적한 만남을 위해 행사 장소를 강원특별자치도 반려동물지원센터(실내)로 변경하게 되었습니다.",
            "<변경 장소>",
            "- 장소 : 강원특별자치도 반려동물지원센터",
            "- 주소 : 강릉시 사천면 중앙서로 92-136 (https://naver.me/5NeVqrX1)",
            "- 일시 : 2026년 6월 20일 토요일 13~17시",
            "- 프로그램 : 유기견 교감 마당, 유기견 산책봉사, 핑크빛 런웨이, 입양 상담, 핑크빛 입양 후기",
            "",
            "※ 행사는 예정대로 진행되며 장소만 실내로 변경됩니다.",
            "※ 행사장 입구에서 주차 안내를 도와드릴 예정입니다.",
            "※ 당일 주차장이 혼잡할 수 있으니 가능한 일행 분들과 한 차량으로 함께 이동 부탁드립니다."
        ]
    },

    {
        id: 6,
        category: "소식",
        title: "💞 핑크빛 입양제에 참여하는 유기견 친구들을 소개합니다",
        images: [
            "/images/news/news02.jpeg",
            "/images/news/news02-1.jpeg",
            "/images/news/news02-2.jpeg",
            "/images/news/news02-3.jpeg"
        ],
        content: [
            "📣 6월 20일 토요일 강릉시 펫파크에서 진행 예정이었던 핑크빛 입양제가 당일 비 소식으로 행사 장소를 변경하게 되었습니다.",
            "유기견 친구들과 안전하고 쾌적한 만남을 위해 실내로 변경된 점 너른 양해 부탁드리겠습니다.",
            "",
            "오직 유기동물 입양을 위한 💞제6회 강릉시 핑크빛 입양제💞",
            "",
            "이번에는 어떤 귀여운 친구들이 참여할까요? 교감마당에서 만나볼 수 있는 유기견 친구들을 소개합니다🐶",
            "(교감마당 참여동물 중 행사 전 입양이 완료되는 경우, 다른 동물이 참여할 수 있는 점 너그러운 양해 부탁드립니다)",
            "",
            "🗓️ 2026. 6. 20(토) 13시~17시",
            "📍 강원특별자치도 반려동물지원센터 (강원도 강릉시 사천면 중앙서로 92-136)",
            "💌 프로그램 : 유기견 교감마당, 핑크빛 런웨이, 유기견 산책봉사, 입양 상담, 핑크빛 입양 후기",
            "🎁 사전등록 이벤트는 마감되었습니다",
            "",
            "제6회 강릉시 핑크빛 입양제를 방문하셔서 핑크빛 견생을 살아갈 준비를 마친 사랑스러운 유기견 친구들에게 많은 응원을 부탁드립니다👏"
        ]
    }
]
